INSERT INTO patients (full_name, gender, date_of_birth, diagnosis, date_of_admission, date_of_discharge, department_id)
VALUES
    ('Иванов Иван Иванович', 'мужской', '1990-01-01', 'пневмония', '2021-01-01', '2021-01-10', 1),
    ('Петров Петр Петрович','мужской', '1985-02-02', 'атипичная пневмония', '2021-02-01', '2021-02-08', 1),
    ('Сидоров Сидор Сидорович','мужской', '1980-03-03', 'ангина', '2021-03-01', '2021-03-05', 1),
    ('Кузнецова Анна Ивановна', 'женский', '1987-04-04', 'перелом', '2021-04-01', NULL, 2),
    ('Смирнов Алексей Владимирович', 'мужской', '1995-05-05', 'вывих', '2021-05-01', NULL, 2),
    ('Козлова Елена Александровна','женский', '1978-06-06', 'инфаркт', '2021-06-01', NULL, 3),
    ('Михайлова Ольга Викторовна','женский', '1983-07-07', 'инсульт', '2021-07-01', NULL, 3),
    ('Новикова Анастасия Ивановна','женский', '1992-08-08', 'ишемическая болезнь', '2021-08-01', NULL, 3),
    ('Григорьева Екатерина Сергеевна','женский', '1991-09-09', 'пневмония', '2021-09-01', '2021-09-10', 1),
    ('Андреев Андрей Андреевич','мужской', '1989-10-10', 'атипичная пневмония', '2021-10-01', '2021-10-08', 1);